"New conversation with ${applicationName} using ${model}" = "${model}பயன்படுத்தி ${applicationName} -உடன் புதிய உரையாடல்";

"Start a new conversation with ${applicationName}" = "${applicationName} -உடன் புதிய உரையாடலைத் தொடங்கவும்";

"New chat with ${applicationName} using ${model}" = "${model}பயன்படுத்தி ${applicationName} -உடன் புதிய அரட்டை";

"Ask ${applicationName}" = "கேட்கவும் ${applicationName}";

"Tell ${applicationName}" = "${applicationName} -க்கு கூறவும்";

"New chat with ${applicationName}" = "${applicationName} உடன் புதிய அரட்டை";

"Talk to ${applicationName}" = "${applicationName} -உடன் பேசவும்";

"Send a question to ${applicationName}" = "${applicationName} -க்கு ஒரு கேள்வியை அனுப்பவும்";

"Start a new conversation with ${applicationName} using ${model}" = "${model} -ஐப் பயன்படுத்தி ${applicationName} -உடன் புதிய உரையாடலைத் தொடங்கவும்";

"Start a new chat with ${applicationName}" = "${applicationName} உடன் புதிய அரட்டையைத் தொடங்கவும்";

"Start voice conversation with ${applicationName}" = "${applicationName} -உடன் குரல் உரையாடலைத் தொடங்கவும்";

"Query ${applicationName}" = "கேள்வி ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "${model} -ஐப் பயன்படுத்தி ${applicationName} -உடன் புதிய அரட்டையைத் தொடங்கவும்";

"New conversation with ${applicationName}" = "${applicationName}உடன் புதிய உரையாடல்";

